import Sidebar from "../../components/sidebar";
import Styles from '../../styles/aboutUs.module.css';
export default function About_us()
{
    return(
        <>
            <section className="main_section">
                <div className={Styles.aboutUs}>
                    <div className='title'>
                        <div className='icon'>
                            <img src='/icons/Icon metro-library.png' alt="lastUpdate"/>
                        </div>
                        <p>عن المكتبة</p>
                    </div>
                    <div className={Styles.welcomePart}>
                        <h2>مرحباً بكم فى مكتبة مصر العامة بالزقازيق</h2>
                        <h2>منارة الثقافة والإبداع فى الشرقية</h2>
                        <p>لا تعتبر مكتبة مصر العامة بمحافظة الشرقية مجرد مكتبة للقراءة
                            فقط ولكنها بوابة للعــلم والمعرفة و الثقافة 
                            والأنشطة الفنيـة والأجتماعية والثقافية
                            حيث تقدم العديد من الخدمـــات لكافة الفئات العمرية</p>
                    </div>
                    <div className={Styles.building}>
                        <div className='title'>
                            <p>المنشأة</p>
                        </div>
                        <p>
                            مكتبة مصر العامة بالشرقية هي وحدة في منظومة مكتبات مصر العامة على مستوى الجمهورية 
                            وهي ترتبط جميعا بشبكة على الانترنت مستخدمة الـ VPN مما يوفر الحماية والأمن الكامل للنظام و المعلومات المتاحة
                             على الانترنت
                             بالإضافة الي السرعة والدقة في الأداء
                             والخصوصية.
                            حتل مكتبة مصر موقعا متميزا بارقي احياء الزقازيق 
                            ,وهو حي الزهور حيث تجاورها جامعة الزقازيق ونادي احمد عرابي . تعتبر مكتبة مصر نقطة
                            فارقة في تاريخ محافظة الشرقية حيث انها ليست مجرد
                            مكتبة للقراءة فقط ولكنها بوابة للعلم والمعرفة و الثقافة
                            والانشطة الفنية والاجتماعية والثقافية
                            ،حيث تقدم العديد من الخدمات لكافة الفئات العمرية. تشغل المكتبة مساحة 1750م2
                            تعتمد على الحاسبات في التعامل حيث انها تستخدم نظام OPAC في الفهرس وهو نظام يتيح الاطلاع 
                            والبحث في فهرس المكتبة للجمهور ليس فقط داخل المكتبة ولكن
                            أيضا على الانترنت مما يسهل استخدام المكتبة 
                            و يخدم عملائها على مستوى الجمهورية كما تستخدم نظام السيمفوني في الاستعارة وهو نظام آلي يعتمد 
                            على الحواسب حيث يسهل الاستعارة للمستفيدين والسرعة
                            في الأداء والجدير بالذكر أن استخدام المكتبة
                            لهذه الأنظمة يسهل اتصال المكتبة عالميا بكافة 
                            المكتبات حيث ان هذه الأنظمة عالمية وتعتبر لغة
                            مشتركة بين المكتبات مما يجعل المكتبة متفردة عن 
                            غيرها من مكتبات الجمهورية التي تستخدم أنظمة 
                            أخرى. تبلغ التكلفة الفعلية للمكتبة عشرون 
                            مليون تقريبا مقسمة على الإنشاءات و الكتب والأوعية 
                            الغير ورقية والمعدات و الأجهزة مثل الحواسب وأجهزة 
                            العرض وأجهزة حماية المكتبة مثل أجهزة الحريق 
                            والانذر المبكر وكاميرات التصوير التي تراقب 
                            المداخل و المخارج للمكتبة مما يؤمن المكتبة 
                            ومحتوياتها.تتنوع
                            المكتبة في تقديم
                            خدماتها لكل الفئات
                            العمرية بداية من سن اربع سنوات 
                            مرورا بالشباب ثم الكبار مهما كان السن 
                            من خلال مكتبة خاصة لكل فئة عمرية
                            كما تتنوع في الخدمات لكل الفئات في المجتمع
                            فلا تقتصر على القراءة و الاطلاع .كما تقدم 
                            خدماتها لكل افراد المجتمع 
                            بمختلف مستوياتة الاجتماعية 
                            و العلمية و الثقافية
                        </p>
                    </div>
                    <div className={Styles.libraryPhilo}>
                        <div className='title'>
                            <p>فلسفة المكتبة</p>
                        </div>
                        <p>
                        تعتمد فلسفة المكتبة على إتاحة المواد الثقافية بطريقة يسهل الوصول إليها 
                        للتشجيع على القراءة والاطلاع. وتعمل المكتبة على قياس الاتجاهات القرائية للمشتركين 
                        والمترددين على المكتبة ورصد الأداء من خلال التقارير الإحصائية الدورية.
                        وتهتم المكتبة بتوفير العناصر الأساسية 
                        عند تقديم الخدمة والتى تعتمد على 
                        توفير المواد الثقافية فى الموضوعات المعرفية العامة بعيدا عن التخصصات الأكاديمية .
                        الاعتماد على الأرفف المفتوحة لسهولة الوصول الى المقتنيات .
                        التصنيف الموضوعى لكتب الأطفال والنشء.
                        عرض مختارات من المواد الثقافية فى شكل مجموعات اهتمام .
                        عرض الوسائط المتعددة مع المواد المطبوعة .
                        إتاحة الإصدارات الحديثة لدور النشر المختلفة .
                        ربط المكتبة الرئيسية وفروعها بنظام آلى موحد .
                        تقديم الخدمة من خلال التواصل المباشر مع الجمهور .
                        توحيد فلسفة التشغيل فى المكتبة الأم وفروعها من خلال سياسة الاأداء المركزية 
                        </p>
                    </div>
                </div>
                <Sidebar />
            </section>
        </>
    );
}